---
kind: other
id: Properties.T:Autodesk.Revit.DB.IntersectionResult
source: html/bcdb12cb-110c-e20c-3e54-28ee5976a571.htm
---
# IntersectionResult Properties

Distance from the original object to located point.